project/openfoam/cavity_161x161/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

// Re = d * U / nu
// Re = 100, d = .050, U = 1 m/s -> .0005 m^2/s

nu              nu [ 0 2 -1 0 0 0 0 ] 0.0005;
//rho             rho [1 3 0  0 0 0 0 ] 1.0;

// ************************************************************************* //
